Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_instructions_turn_page_top
source: Move to the page on top
ak: Dane kɔ kratafa no soro
am: ላይ ወዳለው ገጽ ይሂዱ
ar: انتقل إلى الصفحة في الأعلى
bn: উপরের পৃষ্ঠায় যান
cs: Přesuňte se na stránku nahoře
da: Flyt til den øverste side
de: Auf die Seite oben wechseln
el: Προχωρήστε στην πρώτη σελίδα
es: Ir a la página superior
es_mx: Mover a la página principal
fa: Be safheye bala beravid
fi: Siirry yläpuolella olevalle sivulle
fil: Umusog sa page pataas
fr: Aller à la page supérieure
fr_ca: Veuillez passer à la page supérieure.
ha: Koma zuwa shafin da yake ta sama
he: עבור אל העמוד העליון
hi: टॉप पेज पर जाएँ
hr: Prijeđite na gornju stranicu
hu: Áthelyezés az oldal tetejére
id: Pindah ke halaman di atas
is: Farið á síðuna sem er efst
it: Muovi sulla pagina in alto
ja: 上のページへ移動する
ka_ge: გადადით ზედა გვერდზე
kk: Жоғарғы жақтағы бетке ауысыңыз
km_kh: ផ្លាស់ទីទៅទំព័រខាងលើ
ko: 맨 위 페이지로 이동
lv: Pārvietot uz augšējo lapu
ms: Beralih ke halaman di sebelah atas
nb: Flytt til den øverste siden
ne: पृष्ठको माथिल्लो भागमा जानुहोस्
nl: Ga naar de pagina bovenaan
pl: Przejdź do strony na górze
ps_af: پورته پاڼې ته لاړ شئ
pt: Ir para a página superior
pt_br: Mova para a página superior
ro: Treceți la pagina de sus
ru: Сместитесь на страницу сверху
si: මුදුනේ ඇති පිටුවට යන්න
sk: Prejdite na stránku hore
sl: Premaknite se na stran na vrhu
sr: Pređite na gornju stranicu
sv: Flytta till översta sidan
sw: Nenda kwenye ukurasa wa juu
th: ย้ายไปยังหน้าที่อยู่บนสุด
tr: Sayfanın en üstüne git
uk: Перейдіть на верхню сторінку
ur: اوپر والے صفحے پر جائیں
uz: Tepadagi sahifaga oʻting
vi: Di chuyển đến trang trên cùng
yo: Lọ sí ojú-ìwé tó wà ní òkè
zh_hans: 移动至顶部页面
zh_hant: 移動到上方的頁面

# mb_keep_document_parallel
source: Keep the document parallel to the phone
ak: Ma krataa no ne fon no anim nna pɛpɛɛpɛ
am: ሰነዱን ከስልኩ ጋር ትይዩ ያድርጉ
ar: أبقِ المستند موازيًا للهاتف
bn: ডকুমেন্টটি ফোনের সমান্তরালে রাখুন
cs: Držte dokument rovnoběžně s telefonem
da: Hold dokumentet parallelt med telefonen
de: Halten Sie das Dokument parallel zum Smartphone
el: Κρατήστε το έγγραφο παράλληλα με το τηλέφωνο
es: Mantén el documento paralelo al teléfono
es_mx: Mantén el documento paralelo al teléfono
fa: Madrak ra movazi ba telefon negah darid
fi: Pidä asiakirja puhelimen suuntaisesti
fil: Panatilihing parallel ang dokumento sa telepono
fr: Gardez le document parallèle au téléphone
fr_ca: Gardez le document parallèle au téléphone
ha: Riƙe takardar a layi ɗaya da wayar
he: החזיקו את המסמך במקביל לטלפון
hi: दस्तावेज़ को फ़ोन के समानांतर रखें
hr: Držite dokument paralelno s telefonom
hu: Tartsa a dokumentumot a telefonnal párhuzamosan
id: Jaga dokumen sejajar dengan ponsel
is: Haltu skjalinu samsíða símanum
it: Tieni il documento parallelo al telefono
ja: 書類をスマートフォンと平行にしてください
ka_ge: დოკუმენტი ტელეფონის პარალელურად გეჭიროთ
kk: Құжатты телефонға параллель ұстаңыз
km_kh: រក្សាឯកសារឱ្យស្របនឹងទូរសព្ទ
ko: 문서를 휴대전화와 평행하게 유지하세요
lv: Turiet dokumentu paralēli tālrunim
ms: Pastikan dokumen selari dengan telefon
nb: Hold dokumentet parallelt med telefonen
ne: कागजातलाई फोनसँग समानान्तर राख्नुहोस्
nl: Houd het document parallel aan de telefoon
pl: Trzymaj dokument równolegle do telefonu
ps_af: سند له تلیفون سره موازي وساتئ
pt: Mantenha o documento paralelo ao telemóvel
pt_br: Mantenha o documento paralelo ao celular
ro: Țineți documentul paralel cu telefonul
ru: Держите документ параллельно телефону
si: ලේඛනය දුරකථනයට සමාන්තරව තබා ගන්න
sk: Držte dokument rovnobežne s telefónom
sl: Dokument držite vzporedno s telefonom
sr: Držite dokument paralelno sa telefonom
sv: Håll dokumentet parallellt med telefonen
sw: Weka hati sambamba na simu
th: ถือเอกสารให้ขนานกับโทรศัพท์
tr: Belgeyi telefona paralel tutun
uk: Тримайте документ паралельно телефону
ur: دستاویز کو فون کے متوازی رکھیں
uz: Hujjatni telefonga parallel tuting
vi: Giữ tài liệu song song với điện thoại
yo: Jẹ́ kí ìwé-ẹ̀rí náà wà ní ìfararora pẹ̀lú fóònù náà
zh_hans: 请保持证件与手机平行
zh_hant: 請讓文件與手機保持平行

# mb_left_page_instructions
source: Scan the left page
ak: Skane benkum so
am: የግራውን ገጽ ይቃኙ
ar: مسح الصفحة جهة اليسار ضوئياً
bn: বাম পৃষ্ঠা স্ক্যান করুন
cs: Naskenujte levou stránku
da: Scan den venstre side
de: Linke Seite scannen
el: Σαρώστε την αριστερή σελίδα
es: Escanear la página de la izquierda
es_mx: Escanear la página izquierda
fa: Safheye samte chap ra eskan konid
fi: Skannaa vasen sivu
fil: I-scan ang kaliwang page
fr: Scanner la page de gauche
fr_ca: Veuillez numériser la page de gauche.
ha: Ɗauki hoton shafin hagu
he: סרוק את העמוד השמאלי
hi: बाएँ पेज को स्कैन करें
hr: Skenirajte lijevu stranicu
hu: A bal oldali oldal beolvasása
id: Pindai halaman kiri
is: Skannið vinstri síðuna
it: Scansiona la pagina a sinistra
ja: 左のページをスキャンする
ka_ge: დაასკანერეთ მარცხენა გვერდი
kk: Сол бетті сканерлеңіз
km_kh: ស្កេនទំព័រខាងឆ្វេង
ko: 왼쪽 페이지를 스캔하세요
lv: Skenēt kreiso lapu
ms: Imbas halaman sebelah kiri
nb: Skann den venstre siden
ne: बायाँ पृष्ठ स्क्यान गर्नुहोस्
nl: Scan de linkerpagina
pl: Zeskanuj lewą stronę
ps_af: کیڼ پاڼه سکین کړئ
pt: Digitalizar a página esquerda
pt_br: Digitalize a página esquerda
ro: Scanați pagina stângă
ru: Отсканируйте левую страницу
si: වම් පිටුව ස්කෑන් කරන්න
sk: Oskenujte stránku vľavo
sl: Skenirajte levo stran
sr: Skenirajte levu stranicu
sv: Skanna den vänstra sidan
sw: Skani ukurasa wa kushoto
th: สแกนหน้าด้านซ้าย
tr: Soldaki sayfayı tara
uk: Відскануйте ліву сторінку
ur: بائیں صفحے کو اسکین کریں
uz: Chap sahifani skanerlang
vi: Quét trang bên trái
yo: Ṣe ẹ̀dà àwòrán ojú-ìwé òsì
zh_hans: 扫描左侧页面
zh_hant: 掃描左頁

# mb_license_locked
source: Scanning not available
ak: Skanin nni hɔ
am: መቃኘት አይገኝም
ar: المسح الضوئي غير متاح
bn: স্ক্যানিং উপলব্ধ নয়
cs: Skenování není k dispozici
da: Scanning er ikke tilgængelig
de: Scannen nicht verfügbar
el: Η σάρωση δεν είναι διαθέσιμη
es: Escaneo no disponible
es_mx: Escaneo no disponible
fa: Eskan dar dastres nist
fi: Skannaus ei ole käytettävissä
fil: Hindi magagamit ang pag-scan
fr: Scan non disponible
fr_ca: Numérisation indisponible
ha: Ba za a iya ɗaukar hoto ba
he: סריקה לא זמינה
hi: स्कैनिंग उपलब्ध नहीं है
hr: Skeniranje nije dostupno
hu: Beszkennelés nem lehetséges
id: Pemindaian tidak tersedia
is: Skönnun ekki í boði
it: Scansione non disponibile
ja: スキャンできません
ka_ge: სკანირება არ არის ხელმისაწვდომი
kk: Сканерлеу қолжетімсіз
km_kh: ការស្កេនមិនមានទេ
ko: 스캔할 수 없습니다
lv: Skenēšana nav pieejama
ms: Pengimbasan tidak tersedia
nb: Skanning er ikke tilgjengelig
ne: स्क्यानिङ उपलब्ध छैन
nl: Scannen niet beschikbaar
pl: Skanowanie niedostępne
ps_af: سکین کول شتون نلري
pt: Digitalização não disponível
pt_br: Digitalização indisponível
ro: Scanarea nu e disponibilă
ru: Сканирование недоступно
si: ස්කෑන් කිරීම කළ නොහැක
sk: Skenovanie nie je dostupné
sl: Optično branje ni na voljo
sr: Skeniranje nije dostupno
sv: Skanning ej tillgänglig
sw: Huduma ya kuskani haipatikani
th: ไม่สามารถสแกนได้
tr: Tarama kullanılamıyor
uk: Сканування недоступне
ur: اسکیننگ دستیاب نہیں ہے
uz: Skanerlash ishlamayapti
vi: Tính năng quét không khả dụng
yo: Kò sí àṣẹ láti ya àwòrán
zh_hans: 扫描不可用
zh_hant: 掃描無法使用

# mb_loading
source: Loading…
ak: Ɛloade…
am: በመጫን ላይ…
ar: تحميل…
bn: লোড হচ্ছে…
cs: Načítání…
da: Indlæser…
de: Wird geladen…
el: Φόρτωση…
es: Cargando…
es_mx: Cargando…
fa: Dar hâl-e bârgiri…
fi: Ladataan…
fil: Naglo-load…
fr: Chargement…
fr_ca: Chargement…
ha: Lodawa…
he: טְעִינָה…
hi: लोडिंग…
hr: Učitavanje…
hu: Betöltés…
id: Memuat…
is: Hleður…
it: Caricamento…
ja: 読み込み中…
ka_ge: იტვირთება…
kk: Жүктелуде…
km_kh: កំពុងផ្ទុក…
ko: 불러오는 중…
lv: Notiek ielāde…
ms: Memuatkan…
nb: Laster …
ne: लोड हुँदैछ…
nl: Laden…
pl: Ładowanie…
ps_af: بارول…
pt: Carregando…
pt_br: Carregando…
ro: Încărcare…
ru: Идет загрузка…
si: පූරණය වෙමින්…
sk: Načítava sa…
sl: Nalaganje…
sr: Učitavanje…
sv: Läser in …
sw: Inapakia…
th: กำลังโหลด…
tr: Yükleniyor…
uk: Завантаження…
ur: لوڈ ہو رہا ہے…
uz: Yuklanmoqda…
vi: Đang tải…
yo: Ó ń kó ra jọ pọ̀…
zh_hans: 加载中…
zh_hant: 載入中…

# mb_move_closer
source: Move closer
ak: Bɛn ho
am: ይቅረቡ
ar: انقل إلى موضع أقرب
bn: আরও কাছে যান
cs: Kousek blíž
da: Flyt tættere på
de: Kommen Sie näher
el: Πλησιάστε
es: Acercarse
es_mx: Acercar más
fa: Nazdik-tar biyayid
fi: Siirry lähemmäs
fil: Ilapit pa
fr: Rapprochez-vous
fr_ca: Rapprochez-vous
ha: Matsa kusa
he: קרב/י
hi: पास आएँ
hr: Približite dokument
hu: Menjen közelebb
id: Mohon dekatkan
is: Færið nær
it: Avvicinati
ja: 近くへ移動
ka_ge: მიუახლოვდით
kk: Жақындатыңыз
km_kh: ផ្លាស់ទីទៅជិត
ko: 더 가까이 이동
lv: Pārvietot tuvāk
ms: Dekatkan lagi
nb: Flytt nærmere
ne: नजिक जानुहोस्
nl: Beweeg dichterbij
pl: Przesuń bliżej
ps_af: نږدې شه
pt: Aproxime
pt_br: Aproxime
ro: Apropiați
ru: Сместитесь поближе
si: මදක් ළං කරන්න
sk: Posuňte sa bližšie
sl: Približajte
sr: Približite se
sv: Flytta närmare
sw: Songa karibu
th: เลื่อนเข้าใกล้
tr: Yaklaş
uk: Наблизьтесь
ur: اور قریب جائیں
uz: Yaqinlashtiring
vi: Di chuyển gần hơn
yo: Sún mọ́ síi
zh_hans: 靠近一些
zh_hant: 再靠近一點

# mb_move_farther
source: Move farther
ak: Kɔ akyirikyiri
am: ራቅ ብለው ይሂዱ
ar: انقل إلى موضع أبعد
bn: আরও দূরে যান
cs: Kousek dál
da: Flyt længere væk
de: Bewegen Sie sich weiter weg
el: Απομακρυνθείτε
es: Alejarse
es_mx: Alejar más
fa: Door-tar beravid
fi: Siirry kauemmas
fil: Ilayo pa
fr: Éloignez-vous
fr_ca: Éloignez-vous
ha: Matsa baya
he: התרחק/י
hi: दूर जाएँ
hr: Udaljite dokument
hu: Menjen távolabb
id: Mohon jauhkan
is: Færið fjær
it: Spostati più lontano
ja: 遠くへ移動
ka_ge: გადადით მოშორებით
kk: Алыстаңыз
km_kh: ផ្លាស់ទីទៅឆ្ងាយ
ko: 더 멀리 이동
lv: Pārvietot tālāk
ms: Jauhkan lagi
nb: Flytt lenger bort
ne: पर जानुहोस्
nl: Beweeg verder weg
pl: Przesuń dalej
ps_af: نور لاړ شه
pt: Afaste
pt_br: Afaste
ro: Îndepărtați
ru: Сместитесь подальше
si: මදක් ඈත් කරන්න
sk: Posuňte sa ďalej
sl: Oddaljite
sr: Udaljite se
sv: Flytta längre bort
sw: Songa mbali
th: เลื่อนออกห่าง
tr: Uzaklaş
uk: Віддаляйтесь
ur: اور دور جائیں
uz: Uzoqlashtiring
vi: Di chuyển xa hơn
yo: Sún jìnnà síi
zh_hans: 离远一些
zh_hant: 再離遠一點

# mb_mrz_id_instructions
source: Scan the MRZ side of a document
ak: Skane krataa no nkyɛn a ɛwɔ MRZ no
am: የሰነዱ የMRZ ገፅን ይቃኙ
ar: امسح الجانب الذي يحتوي على منطقة القراءة الآلية (MRZ) من المستند ضوئيًا
bn: নথির MRZ-যুক্ত অংশটি স্ক্যান করুন
cs: Naskenujte stranu dokumentu obsahující MRZ kód
da: Scan den side af dokumentet, hvor der er en MRZ
de: Scannen Sie die MRZ-Seite eines Dokuments
el: Σαρώστε την πλευρά του εγγράφου που περιέχει το MRZ
es: Escanea el lado del MRZ de un documento
es_mx: Escanee el lado del documento con la MRZ
fa: Samte MRZ-e mostanad ra eskan konid
fi: Lue asiakirjan MRZ-puoli
fil: I-scan ang bahagi ng dokumento na may MRZ
fr: Scannez le côté MRZ d’un document
fr_ca: Numérisez la face du document sur laquelle se trouve la ZLA
ha: Yi sikanin gefen MRZ na takardar
he: סרקו את הצד של המסמך עם ה-MRZ
hi: दस्तावेज़ के MRZ वाले हिस्से को स्कैन करें
hr: Skenirajte stranu dokumenta s MRZ kodom
hu: Olvassa be az okmány MRZ kódot tartalmazó oldalát
id: Pindai sisi MRZ dokumen
is: Skannaðu hlið véllesanlega svæði skjalsins
it: Scansiona il lato con MRZ di un documento
ja: 書類のMRZがある面をスキャンしてください
ka_ge: დაასკანერეთ დოკუმენტის MRZ მხარე
kk: Құжаттың машина оқитын аймақ жағын сканерлеңіз
km_kh: ស្កេនចំហៀងសងខាង MRZ របស់ឯកសារ
ko: 문서의 MRZ 면을 스캔하세요
lv: Noskenējiet to dokumenta pusi, kurā ir MRZ
ms: Imbas bahagian dokumen yang mengandungi MRZ.
nb: Skann MRZ-siden av et dokument
ne: कागजातको MRZ भएको भाग स्क्यान गर्नुहोस्
nl: Scan de MRZ-zijde van een document
pl: Zeskanuj stronę dokumentu ze strefą MRZ
ps_af: د سند د MRZ برخه سکن کړئ
pt: Digitalize o lado MRZ de um documento
pt_br: Digitalize o lado do documento que contém a MRZ
ro: Scanați partea documentului pe care se află MRZ
ru: Отсканируйте сторону документа с МСЗ
si: ලේඛනයක MRZ එක ඇති පැත්ත ස්කෑන් කරන්න
sk: Naskenujte stranu dokumentu so strojovo čitateľnou oblasťou (MRZ)
sl: Skenirajte stran dokumenta s strojno berljivim območjem
sr: Skenirajte stranu dokumenta sa MRZ zonom
sv: Skanna den sida av dokumentet där MRZ-koden finns
sw: Skani upande wa MRZ wa hati
th: สแกนด้าน MRZ ของเอกสาร
tr: Belgenin MRZ bulunan tarafını tarayın
uk: Відскануйте сторону документа з MRZ
ur: دستاویز کے MRZ والے رخ کو اسکین کریں
uz: Hujjatning MRZ mavjud tomonini skanerlang
vi: Quét mặt có MRZ của giấy tờ
yo: Ṣe àyẹ̀wò apá MRZ ti ìwé àkọsílẹ̀ kan
zh_hans: 扫描文件的机读区一面
zh_hant: 掃描文件的 MRZ 面

# mb_need_help_tooltip
source: Need help?
ak: Wohia mmoa?
am: እርዳታ ይፈልጋሉ?
ar: هل تحتاج مساعدة؟
bn: সাহায্য দরকার?
cs: Potřebujete pomoct?
da: Brug for hjælp?
de: Brauchen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
es: ¿Necesitas ayuda?
es_mx: ¿Necesitas ayuda?
fa: Be rahnama niaz dârid?
fi: Tarvitsetko apua?
fil: Kailangan ng tulong?
fr: Besoin d'aide ?
fr_ca: Besoin d'aide?
ha: Ana buƙatar taimako?
he: זקוקים לעזרה?
hi: मदद चाहिए?
hr: Trebate pomoć?
hu: Segíthetünk bármiben?
id: Perlu bantuan?
is: Þarftu aðstoð?
it: Ti serve aiuto?
ja: ヘルプが必要ですか？
ka_ge: დახმარება გჭირდებათ?
kk: Көмек керек пе?
km_kh: ត្រូវការជំនួយ?
ko: 도움이 필요하신가요?
lv: Vai vajadzīga palīdzība?
ms: Perlukan bantuan?
nb: Trenger du hjelp?
ne: सहयोग चाहिन्छ?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
ps_af: تاسو مرستې ته اړتیا لرئ؟
pt: Precisa de ajuda?
pt_br: Precisa de ajuda?
ro: Aveți nevoie de ajutor?
ru: Нужна помощь?
si: උදව් අවශ්‍ය ද?
sk: Potrebujete pomoc?
sl: Potrebujete pomoč?
sr: Treba vam pomoć?
sv: Behöver du hjälp?
sw: Unahitaji usaidizi?
th: ต้องการความช่วยเหลือ?
tr: Yardıma mı ihtiyacın var?
uk: Потрібна допомога?
ur: مدد چاہیے؟
uz: Yordam kerakmi?
vi: Bạn cần trợ giúp?
yo: Ṣé o nílò ìrànlọ́wọ́?
zh_hans: 需要帮助？
zh_hant: 需要協助嗎？

# mb_no_internet_connection
source: No Internet Connection Screen
ak: Intanɛt nkitahodi nni hɔ
am: የኢንተርኔት ግንኙነት የሌለበት ማያ
ar: شاشة عدم الاتصال بالإنترنت
bn: ইন্টারনেট সংযোগ না থাকার স্ক্রিন
cs: Obrazovka bez připojení k internetu
da: Skærm uden internetforbindelse
de: Bildschirm „Keine Internetverbindung“
el: Οθόνη χωρίς σύνδεση στο διαδίκτυο
es: Pantalla sin conexión a internet
es_mx: Pantalla sin conexión a internet
fa: Safhe-ye adam-e etesal be internet
fi: Ei internetyhteyttä
fil: Screen na walang koneksyon sa internet
fr: Écran sans connexion Internet
fr_ca: Écran d’absence de connexion Internet
ha: Allon rashin haɗin intanet
he: מסך ללא חיבור לאינטרנט
hi: इंटरनेट कनेक्शन न होने की स्क्रीन
hr: Zaslon bez internetske veze
hu: Internetkapcsolat nélküli képernyő
id: Layar tanpa koneksi internet
is: Skjár: Engin internettenging
it: Schermata di assenza di connessione a Internet
ja: インターネット未接続画面
ka_ge: ინტერნეტკავშირის არარსებობის ეკრანი
kk: Интернет байланысы жоқ экран
km_kh: អេក្រង់គ្មានការតភ្ជាប់អ៊ីនធឺណិត
ko: 인터넷 연결 없음 화면
lv: Ekrāns “Nav interneta savienojuma”
ms: Skrin tiada sambungan internet
nb: Skjerm uten internettforbindelse
ne: इन्टरनेट जडान नभएको स्क्रिन
nl: Scherm ‘Geen internetverbinding’
pl: Ekran braku połączenia z internetem
ps_af: د انټرنېټ اړیکه نشته
pt: Ecrã sem ligação à Internet
pt_br: Tela sem conexão com a internet
ro: Ecran fără conexiune la internet
ru: Экран отсутствия подключения к интернету
si: අන්තර්ජාල සම්බන්ධතාව නොමැති තිරය
sk: Obrazovka bez internetového pripojenia
sl: Zaslon brez internetne povezave
sr: Ekran bez internet veze
sv: Skärmen Ingen internetanslutning
sw: Skrini ya kutokuwa na muunganisho wa intaneti
th: หน้าจอไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok ekranı
uk: Екран без підключення до інтернету
ur: انٹرنیٹ کنکشن دستیاب نہ ہونے کی اسکرین
uz: Internetga ulanish yo‘q ekrani
vi: Màn hình không có kết nối Internet
yo: Ìbojú àìsí ìsopọ̀ Íńtánẹ́ẹ̀tì
zh_hans: 无互联网连接界面
zh_hant: 無網際網路連線畫面

# mb_onboarding_dialog_barcode_id_message
source: Different types of documents may have different barcode formats and locations. Look at the front and back of the document for a barcode.
ak: Ebia nkrataa ahorow betumi awɔ baakoodu fɔmat ne mmeae ahorow. Hwɛ krataa no anim ne akyi sɛ wobehu baakoodu a.
am: የተለያዩ የሰነድ አይነቶች የተለያየ የባርኮድ ቅርጽና መገኛ ቦታ ሊኖራቸው ይችላል። ባርኮድ መኖሩን ለማረጋገጥ የሰነዱን የፊትና የጀርባ ገጽ ይመልከቱ።
ar: قد تحتوي أنواع المستندات المختلفة على صيغ وأماكن مختلفة للرموز الشريطية. ابحث عن الرمز الشريطي في وجه المستند وظهره.
bn: বিভিন্ন ধরণের নথিপত্রে বারকোডের বিন্যাস ও অবস্থান ভিন্ন হতে পারে। বারকোডটি খুঁজে পেতে নথিপত্রটির সামনের ও পেছনের অংশ দেখুন।
cs: Různé typy dokumentů se mohou lišit formátem a umístěním čárového kódu. Kód může být jak na přední, tak na zadní straně dokumentu.
da: Forskellige typer dokumenter kan have forskellige stregkodeformater og -placeringer. Se på forsiden og bagsiden af dokumentet for at finde en stregkode.
de: Verschiedene Arten von Dokumenten können unterschiedliche Barcodeformate und -positionen haben. Suchen Sie auf der Vorder- und Rückseite des Dokuments nach einem Barcode.
el: Διαφορετικοί τύποι εγγράφων ενδέχεται να περιέχουν διαφορετική μορφή και θέση γραμμωτών κωδικών. Κοιτάξτε στην μπροστινή και την πίσω όψη του εγγράφου για τον γραμμωτό κώδικα.
es: Cada tipo de documento puede tener un formato y una ubicación del código de barras diferente. Busca el código de barras tanto en la parte frontal como en el reverso del documento.
es_mx: Diferentes tipos de documentos pueden tener diferentes formatos de códigos de barras y ubicaciones. Revise el frente y reverso del documento para verificar si tiene un código de barras.
fa: No'e mostanad-ha momken ast format-ha va mahall-haye barkod-e mokhtalefi dashte bashand. Ru va pusht-e mostanad ra baraye barkod barrasi konid.
fi: Erityyppisten asiakirjojen viivakoodin muoto ja sijainti saattavat vaihdella. Etsi viivakoodi tarkistamalla asiakirjan etu- ja kääntöpuoli.
fil: Maaaring may iba't ibang format at lokasyon ng barcode ang iba't ibang uri ng mga dokumento. Tingnan ang harap at likod ng dokumento para sa barcode.
fr: Les différents types de documents peuvent avoir des formats et des emplacements de codes-barres différents. Examinez le recto et le verso du document à la recherche d’un code-barres.
fr_ca: Les différents types de document peuvent posséder des formats et des emplacements de code-barres distincts. Vérifiez la présence d'un code-barres au recto et au verso du document.
ha: Takardu mabambanta suna iya zuwa da tsarin barcode mabambanta sanan da wuri daban-daban. A duba gaba da bayan takardar don barcode ɗin.
he: לסוגים שונים של מסמכים עשויים להיות פורמטים ומיקומים שונים של ברקוד. חפשו ברקוד בחלק הקדמי והאחורי של המסמך.
hi: विभिन्न प्रकार के दस्तावेज़ों में बारकोड के फार्मेट और स्थान अलग-अलग हो सकते हैं। बारकोड के लिए दस्तावेज़ के आगे और पीछे दोनों तरफ देखें।
hr: Različite vrste dokumenata mogu imati različite formate i položaje barkoda. Provjerite prednju i stražnju stranu dokumenta kako biste pronašli barkod.
hu: A különböző típusú okmányok eltérő vonalkód-formátummal és -helyekkel rendelkezhetnek. Nézze meg az okmány elejét és hátulját, hogy megtalálja a vonalkódot.
id: Jenis dokumen berbeda dapat memiliki format dan lokasi kode batang yang berbeda juga. Lihat sisi depan dan belakang dokumen untuk menemukannya.
is: Mismunandi gerðir skjala geta haft mismunandi strikamerkjasnið og staðsetningar. Leitaðu að strikamerki á fram- og bakhlið skjalsins.
it: Diversi tipi di documenti possono riportare codici a barre con formati e posizioni differenti. Cerca un codice a barre sul fronte e sul retro del documento.
ja: 書類の種類によって、バーコードの形式や位置は異なる場合があります。書類の表面と裏面を確認し、バーコードを探してください。
ka_ge: სხვადასხვა ტიპის დოკუმენტს შეიძლება სხვადასხვა ფორმატის შტრიხკოდი ჰქონდეს და ის სხვადასხვა ადგილას იყოს განთავსებული. დაათვალიერეთ დოკუმენტის წინა და უკანა მხარეები შტრიხკოდის საპოვნელად.
kk: Әр түрлі құжаттарда штрих-кодтың пішімі мен орналасуы әртүрлі болуы мүмкін. Құжаттың екі бетінен штрих-кодты іздеп көріңіз.
km_kh: ប្រភេទឯកសារខុសគ្នាអាចនឹងមានទ្រង់ទ្រាយបារកូដ និងទីតាំងខុសគ្នា។ សូមពិនិត្យផ្នែកខាងមុខ និងខាងក្រោយនៃឯកសាររកមើលបារកូដ។
ko: 문서 종류에 따라 바코드 형식과 위치가 다를 수 있습니다. 문서 앞뒤에서 바코드를 확인하세요.
lv: Dažādiem dokumentiem var būt dažādi svītrkoda formāti un atrašanās vietas. Lai atrastu svītrkodu, aplūkojiet dokumenta priekšpusi un aizmuguri.
ms: Jenis dokumen yang berbeza mungkin mempunyai format dan lokasi kod bar yang berbeza. Lihat bahagian depan dan belakang dokumen untuk kod bar.
nb: Ulike typer dokumenter kan ha strekkoder i ulike formater og på ulike steder. Se etter en strekkode både på forsiden og baksiden av dokumentet.
ne: कागजात अनुसार बारकोडको रूप र यो कहाँ हुन्छ भन्ने कुरा फरक पर्न सक्छ। त्यसैले, बारकोड खोज्नका लागि आफ्नो कागजातको अगाडि र पछाडि दुवैतिर राम्ररी हेर्नुहोस्।
nl: Verschillende soorten documenten kunnen verschillende formaten en locaties van de streepjescode hebben. Kijk op de voor- en achterzijde van het document voor een streepjescode.
pl: Różne typy dokumentów mogą mieć odmienne formaty kodów kreskowych oraz ich umiejscowienie. Obejrzyj przód i tył dokumentu, aby znaleźć kod kreskowy.
ps_af: بېلا بېل سندونه کېدای شي د بارکوډ متفاوتې بڼې او موقعیتونه ولري. د سند مخ او شا د بارکوډ لپاره وګورئ.
pt: Diferentes tipos de documentos podem ter diferentes formatos e localizações de códigos de barras. Procure um código de barras na frente e no verso do documento.
pt_br: Diferentes tipos de documentos podem ter formatos e localizações de código de barras diferentes. Verifique a frente e o verso do documento em busca de um código de barras.
ro: Diversele tipuri de documente pot avea formate și amplasări diferite ale codului de bare. Priviți atât partea din față, cât și din spate a documentului pentru a localiza codul de bare.
ru: Разные типы документов могут иметь разные форматы и расположение штрихкодов. Штрихкод может находиться на лицевой или оборотной стороне документа.
si: විවිධ වර්ගයේ ලේඛනවල විවිධ බාර්කෝඩ් ආකෘති තිබිය හැකි අතර, එය තිබෙන ස්ථානය ද වෙනස් විය හැක. බාර්කෝඩ් එකක් සොයා ගැනීමට ලේඛනයේ ඉදිරිපස සහ පිටුපස බලන්න.
sk: Rôzne typy dokumentov môžu mať rôzne formáty a umiestnenia čiarových kódov. Vyhľadajte čiarový kód na prednej alebo zadnej strane dokumentu.
sl: Različne vrste dokumentov imajo lahko različne oblike črtnih kod, ki so lahko na različnih mestih. Poiščite črtno kodo na sprednji ali zadnji strani dokumenta.
sr: Različite vrste dokumenata mogu imati različite formate i položaje bar-koda. Potražite bar-kod na prednjoj i zadnjoj strani dokumenta.
sv: Olika typer av dokument kan ha olika streckkodsformat, och placeringen kan variera. Titta på båda sidorna av dokumentet för att hitta streckkoden.
sw: Aina tofauti za hati zinaweza kuwa na miundo na sehemu tofauti ya msimbopau. Angalia upande wa mbele na nyuma wa hati ili uone msimbopau.
th: เอกสารประเภทต่างๆ อาจมีรูปแบบบาร์โค้ดและตำแหน่งที่แตกต่างกัน โปรดดูบาร์โค้ดที่ด้านหน้าและด้านหลังเอกสาร
tr: Farklı belge türlerinde barkod biçimleri ve yerleri farklı olabilir. Barkodu bulmak için belgenin ön ve arka yüzüne bakın.
uk: Різні типи документів можуть мати різні формати та розташування штрих-коду. Щоб знайти штрих-код, перегляньте лицьовий та зворотний бік документа.
ur: مختلف اقسام کی دستاویزات میں بارکوڈ کے فارمیٹس اور مقامات مختلف ہو سکتے ہیں۔ بارکوڈ تلاش کرنے کے لیے دستاویز کے اگلے اور پچھلے رخ کو دیکھیں۔
uz: Har xil turdagi hujjatlarda shtrixkod formati va joylashuvi turlicha boʻlishi mumkin. Shtrixkodni hujjatning old va orqa tomonidan qidiring.
vi: Các loại giấy tờ khác nhau có thể có định dạng và vị trí mã vạch khác nhau. Hãy xem mặt trước và mặt sau của giấy tờ để tìm mã vạch.
yo: Oríṣiríṣi irú àwọn ìwé àkọsílẹ̀ ló ní àgbékalẹ kóòdù onílà ọ̀tọ̀ọ̀tọ̀ àti àwọn ààyè tí ó le dúró sí. Wo iwájú àti ẹ̀yìn ìwé àkọsílẹ̀ náà fún kóòdù onílà kan.
zh_hans: 文件类型不同，其条形码的格式和位置也可能不同。请在文件正反面寻找条形码。
zh_hant: 不同類型的文件可能會有不同的條碼格式和位置。請查看文件正反面，找到條碼。
